:PROPERTIES:
:ID:       ebb4a160-db74-41df-925c-fd4c17f3b82b
:END:
#+TITLE: These
#+filetags: :THESE:
#+OPTIONS: toc:nil

- tags :: [[id:4cabbb59-a17c-4583-9826-6e6eb436488e][Secure dMPC]], [[id:f749a890-bca4-4e79-87d2-5ac6efc17070][Cyber-Security]]

* Expressions
#+begin_src bash :results drawer :exports results
awk '/*** Expressions/,/*** References/{print   "- [[file:"FILENAME"::*Expressions]["$0"]]"}' ../reference/*[0-9][0-9][0-9][0-9].org | sed "s,\[- ,\[,"| grep -v "*** Expressions\|References" | sort -V
#+end_src

#+RESULTS:
:results:
- [[file:../reference/AnandutaEtAl2020.org::*Expressions][Attack identification and mitigation]]
- [[file:../reference/AnandutaEtAl2020.org::*Expressions][However, different from the method proposed by ... our methodology deals with]]
- [[file:../reference/AnandutaEtAl2020.org::*Expressions][In this regard]]
- [[file:../reference/AnandutaEtAl2020.org::*Expressions][Recently]]
- [[file:../reference/AnandutaEtAl2020.org::*Expressions][The main advantages of such approaches include]]
- [[file:../reference/AnandutaEtAl2020.org::*Expressions][Trivially separable]]
- [[file:../reference/ArabloueiEtAl2014.org::*Expressions][Unlike]]
- [[file:../reference/ArauzEtAl2021.org::*Expressions][reduce its costs at the expense of others subsystems,]]
- [[file:../reference/BansalMukhija2020.org::*Expressions][Unlike ... where ..., in the proposed]]
- [[file:../reference/Bin2022.org::*Expressions][For simplicity, we limit to the scalar case]]
- [[file:../reference/Bin2022.org::*Expressions][From a system-theoretic viewpoint,]]
- [[file:../reference/Bin2022.org::*Expressions][in which ___, being ___ the ___]]
- [[file:../reference/Bin2022.org::*Expressions][___ are instrumental for the results that follows]]
- [[file:../reference/BorrelliEtAl2017.org::*Expressions][The interested reader is referred to [65].]]
- [[file:../reference/BourdaisEtAl2012.org::*Expressions][In all the previous works]]
- [[file:../reference/BraunEtAl2020.org::*Expressions][Instead]]
- [[file:../reference/BraunEtAl2020.org::*Expressions][In contrast to]]
- [[file:../reference/BraunEtAl2020.org::*Expressions][approach]]
- [[file:../reference/CamisaEtAl2022.org::*Expressions][All the proofs of the theoretical results are deferred to the appendix]]
- [[file:../reference/CamisaEtAl2022.org::*Expressions][The decision variables are intertwined by S linear cou- pling constraints,]]
- [[file:../reference/CamisaEtAl2022.org::*Expressions][This article unfolds as follows.]]
- [[file:../reference/CamisaEtAl2022.org::*Expressions][constrained coupled]]
- [[file:../reference/FungMangasarian2001.org::*Expressions][Omitting some algebra,]]
- [[file:../reference/GrimsmanEtAl2019.org::*Expressions][More specifically, the contributions of this paper are the following results]]
- [[file:../reference/GrimsmanEtAl2019.org::*Expressions][each node is an agent (and thus we use the terms interchangeably)]]
- [[file:../reference/Iiduka2019.org::*Expressions][This paper makes the following three contributions.]]
- [[file:../reference/KatewaEtAl2021.org::*Expressions][In contrast to these works,]]
- [[file:../reference/KolarijaniEtAl2020.org::*Expressions][Moreover]]
- [[file:../reference/KolarijaniEtAl2020.org::*Expressions][One thus hopes]]
- [[file:../reference/KolarijaniEtAl2020.org::*Expressions][On the theoretical side]]
- [[file:../reference/KolarijaniEtAl2020.org::*Expressions][This paper extends the results of ...]]
- [[file:../reference/KolarijaniEtAl2020.org::*Expressions][a key feature of the proposed method]]
- [[file:../reference/KolarijaniEtAl2020.org::*Expressions][future research directions in ...]]
- [[file:../reference/KolarijaniEtAl2020.org::*Expressions][hindering]]
- [[file:../reference/KolarijaniEtAl2020.org::*Expressions][in a ... fashion]]
- [[file:../reference/LiuEtAl2016.org::*Expressions][Due to]]
- [[file:../reference/LiuEtAl2016.org::*Expressions][The Drawback]]
- [[file:../reference/LiuEtAl2016.org::*Expressions][aim to shorten the gap]]
- [[file:../reference/LiuEtAl2019.org::*Expressions][investigated]]
- [[file:../reference/LuYang2020.org::*Expressions][deliberately]]
- [[file:../reference/LuciaEtAl2021.org::*Expressions][In the abovementioned scenarios]]
- [[file:../reference/LuciaEtAl2021.org::*Expressions][The main contributions of this article can be stated as follows:]]
- [[file:../reference/LuciaEtAl2021.org::*Expressions][play a key role in our society]]
- [[file:../reference/MaestreEtAl2021.org::*Expressions][An alternative to deal with this kind of problems is to ...]]
- [[file:../reference/MaestreEtAl2021.org::*Expressions][A preliminary version of this paper has appeared as]]
- [[file:../reference/MaestreEtAl2021.org::*Expressions][geographically disperse systems]]
- [[file:../reference/MaestreEtAl2021.org::*Expressions][inner iteration of the dual decomposition DMPC algorithm.]]
- [[file:../reference/MoSinopoli2009.org::*Expressions][The research community has acknowledged the importance of addressing the challenge]]
- [[file:../reference/MukherjeeZelazo2019.org::*Expressions][As another direction of work]]
- [[file:../reference/NotarnicolaNotarstefano2020.org::*Expressions][The rest of this paper is presented as follows.]]
- [[file:../reference/NotarnicolaNotarstefano2020.org::*Expressions][have corroborated the theoretical results]]
- [[file:../reference/QuandtRamsey1978.org::*Expressions][can be more compactly written as]]
- [[file:../reference/Reams1999.org::*Expressions][lemmas are essentially well-known however for completeness we provide short proofs.]]
- [[file:../reference/SatchidanandanKumar2017.org::*Expressions][To the best of our knowledge,]]
- [[file:../reference/SatchidanandanKumar2017.org::*Expressions][does not appear to have been studied in the literature thus far]]
- [[file:../reference/SatchidanandanKumar2017.org::*Expressions][it can potentially infer whether there is malicious activity in the system.]]
- [[file:../reference/SatchidanandanKumar2017.org::*Expressions][susceptible]]
- [[file:../reference/SatchidanandanKumar2017.org::*Expressions][this approach also falls under the purview]]
- [[file:../reference/WangYang2022.org::*Expressions][computationally intractable]]
- [[file:../reference/WuEtAl2018.org::*Expressions][Motivated by this]]
- [[file:../reference/YangEtAl2019.org::*Expressions][By ignoring x, the model is reduced to]]
- [[file:../reference/YangEtAl2019.org::*Expressions][to show effectivenes of algo]]
- [[file:../reference/YangEtAl2022.org::*Expressions][For convenience, the time index k is omitted]]
- [[file:../reference/YangEtAl2022.org::*Expressions][In all, contributions of this article are summarized as follows]]
:end:

